Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/done/book 2-3 (para).tmx
Source language: en_gb
Languages: nl

source: The court in summary proceedings may grant permission to take interim measures to protect evidence to an applicant who has shown it is sufficiently likely that its intellectual property right has been infringed or an infringement is imminent.
nl: De voorzieningenrechter kan verlof verlenen tot het treffen van voorlopige maatregelen ter bescherming van bewijs aan de verzoeker die voldoende aannemelijk heeft gemaakt dat er inbreuk op zijn recht van intellectuele eigendom is gemaakt of dreigt te worden gemaakt.

source: These measures for the protection of evidence may include, in addition to the measures otherwise provided for by law, the attachment of evidence, the making of a detailed description and the sampling of movables that are allegedly infringing, and the materials and equipment used in the production of such goods and documents relating to the infringement.
nl: Tot deze maatregelen ter bescherming van bewijs kunnen behoren, naast de reeds in de wet geregelde maatregelen, conservatoir bewijsbeslag, gedetailleerde beschrijving en monsterneming ter zake van vermeend inbreukmakende roerende zaken, bij de productie daarvan gebruikte materialen en werktuigen en op de inbreuk betrekking hebbende documenten.

source: Where necessary, the court determines the manner in which a description is to be made or whether samples are to be taken and what is to be done with the samples.
nl: De rechter bepaalt zo nodig de wijze waarop beschrijving plaatsvindt of monsters worden genomen en wat met de monsters dient te gebeuren.

source: These measures are taken, if necessary, without the counterparty being heard, particularly where it is likely that delay will cause irreparable harm to the applicant, or if there is a demonstrable risk that evidence will be removed or lost.
nl: Deze maatregelen worden genomen zo nodig zonder dat de wederpartij wordt gehoord, met name indien het aannemelijk is dat uitstel de verzoeker onherstelbare schade zal berokkenen, of indien er een aantoonbaar gevaar voor verduistering of verlies van bewijs bestaat.

source: Permission to take the requested measure is not granted where the protection of confidential information is not safeguarded.
nl: Verlof tot het treffen van de gevraagde maatregel wordt niet gegeven voor zover de bescherming van vertrouwelijke informatie niet is gewaarborgd.

source: Article 1019c
nl: Artikel 1019c

source: Pre-judgment attachment for the preservation of evidence is effected by applying mutatis mutandis the rules concerning the measures for preservation of rights, with the exception of Article 709(3).
nl: Conservatoir beslag tot bescherming van bewijs wordt gelegd met overeenkomstige toepassing van de voorschriften betreffende middelen tot bewaring van zijn recht, met uitzondering van artikel 709, derde lid.

source: The attachment lapses by operation of law as soon as a decision is given in the main action and this decision is no longer subject to any ordinary remedy.
nl: Zodra in de hoofdzaak is beslist en deze beslissing in kracht van gewijsde is gegaan, vervalt het beslag van rechtswege.

source: If the attached tangibles have been placed in judicial custody, the custodian is obliged to give them to the attachee, except where the court directs otherwise upon a claim by the claimant.
nl: Zijn de beslagen zaken in gerechtelijke bewaring gegeven, dan is de bewaarder verplicht tot afgifte daarvan aan de beslagene, tenzij de rechter op vordering van eiser anders heeft bepaald.

source: The court may issue further directions at the parties' request or on its own initiative.
nl: De rechter kan op verzoek van partijen of ambtshalve nadere aanwijzingen geven.

source: Article 1019d
nl: Artikel 1019d

source: Descriptions are made by a bailiff at the place where the goods referred to in Article 1019b(1) are located.
nl: Beschrijving geschiedt door een deurwaarder ter plaatse waar de zaken, bedoeld in artikel 1019b, eerste lid, zich bevinden.

source: The bailiff makes an accurate description of the goods in a record that is to be drawn up without delay, stating their allegedly infringing characteristics, number, weight and size in accordance with their nature.
nl: De deurwaarder zal de zaken op het door hem daarvan onverwijld op te maken proces-verbaal nauwkeurig beschrijven met opgave van hun beweerdelijk inbreukmakende kenmerken, getal, gewicht en maat overeenkomstig hun aard.

source: This description may also include any mode of audio or video recording of the goods, which must be attached to the record and form part of it.
nl: Tot deze beschrijving kan ook behoren het op enigerlei wijze vastleggen van de zaken op beeld- of geluidsmateriaal dat wordt gevoegd bij het proces-verbaal en daarvan deel uitmaakt.

source: The record states the court's permission.
nl: Het proces-verbaal vermeldt het rechterlijk verlof.

source: Articles 440(2) 443, 444, 444a and 444b apply mutatis mutandis .
nl: De artikelen 440, tweede lid, 443, 444, 444a en 444b zijn van overeenkomstige toepassing.

source: A bailiff samples the goods at the place where the goods referred to in Article 1019b(1) are located.
nl: Monsterneming geschiedt door een deurwaarder ter plaatse waar de zaken, bedoeld in artikel 1019b, eerste lid, zich bevinden.

source: The rules concerning the remedies for preservation of rights apply mutatis mutandis, with the exception of Article 709(3).
nl: De voorschriften betreffende middelen tot bewaring van zijn recht zijn van overeenkomstige toepassing, met uitzondering van artikel 709, derde lid.

source: Except where the court in summary proceedings directs otherwise, the bailiff gives no more than three specimens to a custodian designated by the court in summary proceedings to hold in judicial custody.
nl: Hij zal van elk soort der zaken ten hoogste drie exemplaren aan een door de voorzieningenrechter aan te wijzen bewaarder in gerechtelijke bewaring geven, tenzij de rechter anders bepaalt.

source: As soon as a judgment is given in the main action and this judgment is no longer subject to any ordinary remedy, the custodian must give the samples to the attachee, except where the court directs otherwise upon a claim by the claimant.
nl: Zodra in de hoofdzaak is beslist en deze beslissing in kracht van gewijsde is gegaan, is de bewaarder verplicht tot afgifte van de monsters aan de beslagene, tenzij de rechter op vordering van eiser anders heeft bepaald.

source: Article 1019e
nl: Artikel 1019e

source: In urgent cases, in particular if delay would cause irreparable harm to the holder of the intellectual property right, the court in summary proceedings has jurisdiction to grant an immediate measure prior to the judgment on the main action on an application to issue an injunction against the alleged infringer so as to prevent an imminent infringement of the intellectual property right of the holder, without notifying the alleged infringer to appear.
nl: In spoedeisende zaken, met name indien uitstel onherstelbare schade voor de houder van het recht van intellectuele eigendom zou veroorzaken, is de voorzieningenrechter bevoegd een onmiddellijke voorziening bij voorraad te geven op een verzoek om tegen de vermeende inbreukmaker een bevel uit te vaardigen teneinde een dreigende inbreuk op het recht van intellectuele eigendom van de houder te voorkomen, zonder de vermeende inbreukmaker op te roepen.

source: Under the same conditions, an immediate measure prior to the judgment on the main action may be given against an intermediary whose services are being used by a third party to infringe an intellectual property right.
nl: Onder dezelfde voorwaarden kan een onmiddellijke voorziening bij voorraad worden gegeven tegen een tussenpersoon wiens diensten door een derde worden gebruikt om op een recht van intellectuele eigendom inbreuk te maken.

source: The court may grant the request subject to the condition that security must be provided for an amount determined by the court.
nl: De voorzieningenrechter kan het verzoek toewijzen onder voorwaarde dat tot een door hem te bepalen bedrag zekerheid wordt gesteld.

source: The alleged infringer and the intermediary whose services are being used by a third party in order to infringe an intellectual property right may initiate a claim seeking that the court in summary proceedings which issued the judgment stating the injunction referred to in Article 1019e(1) review the judgment in summary proceedings.
nl: De vermeende inbreukmaker en de tussenpersoon wiens diensten door een derde worden gebruikt om op een recht van intellectuele eigendom inbreuk te maken, kunnen vorderen dat de voorzieningenrechter die de beschikking inhoudende het bevel genoemd in het eerste lid heeft gegeven, de beschikking herziet, rechtdoende in kort geding.

source: Article 1019f
nl: Artikel 1019f

source: Where the claimant seeks information from a third party who possesses or uses infringing goods on a commercial scale, who provides services on a commercial scale that are used in the infringement, or who is designated by one of those third parties as being involved in the production, manufacture or distribution of those goods or in the provision of those services, the court may, upon a justified and reasonable claim by the claimant, direct that a witness examination be held on all facts known to the third party about the origin and distribution channels of the infringing goods or services.
nl: Indien de eiser informatie wenst te verkrijgen van een derde die op commerciële schaal inbreukmakende goederen in zijn bezit heeft of gebruikt, die op commerciële schaal diensten verleent die bij de inbreuk worden gebruikt, of die door een van deze derden is aangewezen als zijnde betrokken bij de productie, fabricage of distributie van deze goederen of bij het verlenen van deze diensten, kan de rechter op gerechtvaardigde en redelijke vordering van de eiser een getuigenverhoor bevelen over al hetgeen de derde bekend is over de herkomst en de distributiekanalen van de inbreukmakende goederen of diensten.

source: This witness examination is limited to obtaining the information referred to in this Article 1019f(1).
nl: Dit verhoor heeft enkel betrekking op het verkrijgen van de in dit lid bedoelde informatie.

source: In addition to, or instead of, questioning a witness at the hearing, the witness may also be requested to submit the information referred to in Article 1019f(2) in writing.
nl: Naast of in plaats van verhoor van een getuige ter zitting, kan ook overlegging gevraagd worden van de in het tweede lid bedoelde informatie in schriftelijke vorm door de getuige.

source: Article 1019g
nl: Artikel 1019g

source: The court may, if so claimed by a party subjected to:
nl: De rechter kan op vordering van degene die is getroffen door

source: a. an attachment made under Article 28(3) of the 1912 Copyright Act ( Auteurswet ), Article 17(2) of the Neighbouring Rights Act ( Wet op de naburige rechten ), Article 2(22)(2) and Article 3(18)(2) of the Benelux Treaty on Intellectual Property (trademarks and designs) ( Benelux-verdrag inzake de intellectuele eigendom (merken en tekeningen of modellen )), Article 70(9) of the 2005 Seeds and Planting Materials Act ( Zaaizaad- en plant- goedwet 2005 ), and Article 14(9) of the Agriculture Quality Act ( Landbouwkwaliteitswet );
nl: a. een beslag dat is gelegd ingevolge artikel 28, derde lid, Auteurswet 1912, artikel 17, tweede lid, Wet op de naburige rechten, de artikelen 2.22, tweede lid, en 3.18, tweede lid, Benelux-verdrag inzake de intellectuele eigendom (merken en tekeningen of modellen), artikel 70, negende lid, Zaaizaad- en plantgoedwet 2005 en artikel 14, negende lid, Landbouwkwaliteitswet,

source: b. a measure as referred to in Article 1019b(1);
nl: b. een maatregel als bedoeld in artikel 1019b, eerste lid,

source: c. an order as referred to in Article 1019e(1); or
nl: c. een bevel als bedoeld in artikel 1019e, eerste lid, of

source: d. any other interim measure imposed under an intellectual property right as referred to in Article 1019, in order to prevent imminent infringement, or as an injunction in respect of infringing acts, or as an injunction in respect of an intermediary;
nl: d. enige andere voorlopige maatregel die is opgelegd krachtens een in artikel 1019 bedoeld recht van intellectuele eigendom, tot voorkoming van een dreigende inbreuk of houdende een verbod op inbreukmakende handelingen of een verbod jegens een tussenpersoon,

source: order that the person who requested the measure provide adequate compensation for the harm caused by that measure if the attachment was wrongly made or the attachment was lifted or insofar as the measure should not have been taken or the order should not have been given or if it is established that no infringement was made or was imminent.
nl: gelasten dat degene die om deze maatregel heeft gevraagd de door deze maatregel toegebrachte schade op passende wijze vergoedt, indien het beslag ten onrechte is gelegd of het beslag is opgeheven dan wel voor zover de maatregel niet had behoren te worden getroffen of het bevel niet had behoren te worden gegeven of indien wordt vastgesteld dat er geen inbreuk was gemaakt of dreigde.

source: Article 1019h
nl: Artikel 1019h

source: Where necessary in derogation from Book 1, Title 2, Section 12, § 2 and from Article 194(1), the unsuccessful party will be ordered to pay reasonable and proportionate legal and other costs incurred by the successful party, if claimed, except where fairness demands otherwise.
nl: Voor zover nodig in afwijking van de tweede paragraaf van de twaalfde afdeling van de tweede titel van het eerste Boek en in afwijking van artikel 194, eerste lid, wordt de in het ongelijk gestelde partij desgevorderd veroordeeld in redelijke en evenredige gerechtskosten en andere kosten die de in het gelijk gestelde partij heeft gemaakt, tenzij de billijkheid zich daartegen verzet.

source: Article 1019i
nl: Artikel 1019i

source: The court in summary proceedings sets, when issuing an interim measure, a reasonable time limit for initiating the claim in the main action.
nl: Bij het treffen van een voorlopige voorziening bepaalt de voorzieningenrechter een redelijke termijn voor het instellen van de eis in de hoofdzaak.

source: The interim measure ceases to have effect where the main action is not initiated within the given time limit and the defendant submits a declaration to that effect at the court office.
nl: De voorlopige voorziening verliest haar kracht wanneer een eis in de hoofdzaak niet binnen die termijn is ingesteld en de gedaagde een daartoe strekkende verklaring bij de griffie indient.

source: If the declaration is submitted after the given time limit has lapsed, the interim measure ceases to have effect upon the submission of the declaration.
nl: Is de verklaring ingediend na het verstrijken van de gestelde termijn, dan verliest de voorlopige voorziening haar kracht met de indiening van de verklaring.

source: If the court in summary proceedings does not set a time limit as referred to in this Article 1019i(1), the interim measure ceases to have effect where a declaration as referred to in Article 1019i(1) is submitted and no claim in the main action has been initiated after at least 31 days, including at least 20 business days.
nl: Heeft de voorzieningenrechter geen termijn als bedoeld in het eerste lid gesteld, dan verliest de voorlopige voorziening haar werking door een verklaring als bedoeld in het eerste lid, wanneer na ten minste 31 dagen, waarvan ten minste 20 werkdagen, geen eis in de hoofdzaak is ingesteld.

source: A copy of the judgment is submitted with a declaration as referred to in this Article 1019i(1).
nl: Bij een verklaring als bedoeld in het eerste lid wordt een afschrift overgelegd van het vonnis.

source: If a remedy has been initiated against the judgment, a statement to that effect is included in the declaration.
nl: Is daartegen een rechtsmiddel ingesteld, dan wordt dit in de verklaring vermeld.

source: The defendant transmits a copy of the declaration to the claimant as soon as possible.
nl: De gedaagde zendt zo spoedig mogelijk een afschrift van zijn verklaring aan de eiser.

source: TITLE 15A - PROCEEDINGS IN CASES CONCERNING THE PROTECTION OF TRADE SECRETS
nl: TITEL 15A. VAN RECHTSPLEGING IN ZAKEN BETREFFENDE BESCHERMING VAN BEDRIJFSGEHEIMEN

source: Article 1019ia
nl: Artikel 1019ia

source: This Title applies to court proceedings for the protection of trade secrets under the Trade Secrets Protection Act ( Wet bescherming bedrijfsgeheimen ).
nl: Deze titel is van toepassing op de gerechtelijke procedures tot bescherming van bedrijfsgeheimen ingevolge de Wet bescherming bedrijfsgeheimen.

source: Article 1019ib
nl: Artikel 1019ib

source: The parties, their lawyers or other representatives, witnesses, experts and other persons participating in court proceedings concerning the unlawful obtaining, use or disclosure of a trade secret, or having access to the documents pertaining to those proceedings, are prohibited from using or disclosing any trade secret or alleged trade secret classified as confidential by the court at a party's request and known to them as a result of such participation or access.
nl: Het is aan partijen, hun advocaten of andere vertegenwoordigers, getuigen, deskundigen en andere personen die deelnemen aan gerechtelijke procedures betreffende het onrechtmatig verkrijgen, gebruiken of openbaar maken van een bedrijfsgeheim, of die toegang hebben tot de documenten die deel uitmaken van deze gerechtelijke procedures, verboden bedrijfsgeheimen of vermeende bedrijfsgeheimen te gebruiken of openbaar te maken die de rechter op verzoek van een partij als vertrouwelijk heeft aangemerkt en die hun ter kennis zijn gekomen als gevolg van een dergelijke deelname of toegang.

source: The prohibition referred to in Article 1019ib(1) remains in force after the proceedings have ended.
nl: Het in het eerste lid bedoelde verbod blijft van kracht na beëindiging van de gerechtelijke procedures.

source: The obligation ceases to exist if:
nl: De verplichting houdt op te bestaan indien:

source: a. it has been established by a judgment, no longer subject to ordinary remedies and between the parties, that the alleged trade secret does not meet the conditions specified in Article 1 of the Trade Secrets Protection Act ( Wet bescherming bedrijfsgeheimen ); or
nl: a. bij in kracht van gewijsde gegaan vonnis tussen partijen is vastgesteld dat het vermeende bedrijfsgeheim niet voldoet aan de in artikel 1 van de Wet bescherming bedrijfsgeheimen bepaalde voorwaarden, of

source: b. over time the respective information becomes publicly known or easily accessible to persons in the circles involved with the respective information in the ordinary course of business.
nl: b. na verloop van tijd de desbetreffende informatie algemeen bekend wordt bij of gemakkelijk toegankelijk wordt voor personen binnen de kringen die zich gewoonlijk bezighouden met de desbetreffende informatie.

source: The court may lift the prohibition in whole or in part at the request of one of the parties.
nl: De rechter kan het verbod op verzoek van een der partijen geheel of gedeeltelijk opheffen.

source: Upon request, and if necessary to preserve the confidentiality of a trade secret or an alleged business secret used or referred to in the proceedings, the court may order measures including the following that:
nl: De rechter kan op verzoek, indien dat nodig is om de vertrouwelijkheid te bewaren van een bedrijfsgeheim of een vermeend bedrijfsgeheim dat tijdens de procedure wordt gebruikt of genoemd, ten minste de volgende maatregelen nemen:

source: a. restrict access, in whole or in part and to a limited number of persons, to documents submitted by the parties or third parties which contain the trade secret or the alleged trade secret;
nl: a. de toegang tot door partijen of derden ingediende documenten die het bedrijfsgeheim of het vermeende bedrijfsgeheim bevatten geheel of gedeeltelijk beperken tot een gelimiteerd aantal personen;

source: b. restrict access to hearings at which trade secrets or alleged trade secrets may be disclosed, and restrict access to the record of those hearings or the video or audio recording and written record as referred to in Article 90(7) in whole or in part, to a limited number of persons;
nl: b. de toegang tot zittingen waar het bedrijfsgeheim of het vermeende bedrijfsgeheim openbaar kan worden gemaakt, en de toegang tot het proces-verbaal van deze zittingen of de beeld- of geluidsopname en de schriftelijke weergave als bedoeld in artikel 90, zevende lid, geheel of gedeeltelijk beperken tot een gelimiteerd aantal personen;

source: c. provide a non-confidential version of the court judgments to persons outside the limited number of persons referred to in Article 1019ib(3)(a) and (b), in which the parts containing the trade secret have been deleted or redacted.
nl: c. een niet-vertrouwelijke versie van de rechterlijke uitspraken ter beschikking stellen aan anderen dan degenen die tot het gelimiteerd aantal personen bedoeld onder a en b behoren, waarin de delen die het bedrijfsgeheim bevatten, zijn geschrapt of bewerkt.

source: In its decision on the measures referred to in Article 1019ib(3), and in its assessment of whether or not they are proportionate, the court weighs the legitimate interests of the parties and third parties and the possible harm that would be caused to one of the parties and to third parties as a result of ordering or rejecting the measures.
nl: De rechter neemt, bij de beslissing over de in het derde lid genoemde maatregelen en de beoordeling van de evenredigheid daarvan, de rechtmatige belangen van partijen en derden en de mogelijke schade voor een van partijen en derden als gevolg van het bevelen of afwijzen van de maatregelen in acht.

source: The number of persons referred to in Article 1019ib(3)(a) and (b) does not exceed what is necessary to satisfy the parties' rights to an effective measure and to fair process and include at least one natural person of each party as well as the lawyers or other representatives of the parties to the proceedings.
nl: Het aantal personen, bedoeld in het derde lid, onder a en b, is niet groter dan nodig om te voldoen aan het recht van partijen op een doeltreffende voorziening en op een eerlijk proces en omvat ten minste één natuurlijk persoon van elke partij alsmede de advocaten of andere vertegenwoordigers van partijen bij de procedure.

source: Article 1019ic
nl: Artikel 1019ic

source: If the court in summary proceedings grants a claim or a request by a holder of a trade secret to order interim measures to protect trade secrets as referred to in Article 5(1) and (2) of the Trade Secrets Protection Act ( Wet bescherming bedrijfsgeheimen ), the court in summary proceedings may make its order subject to the condition that security is provided, for an amount to be determined by the court, for any damage that may be suffered by the defendant and third parties as a result of the interim measure.
nl: De voorzieningenrechter kan een vordering of verzoek van een houder van een bedrijfsgeheim tot het gelasten van voorlopige maatregelen ter bescherming van bedrijfsgeheimen als bedoeld in artikel 5, eerste en tweede lid, van de Wet bescherming bedrijfsgeheimen toewijzen onder voorwaarde dat tot een door hem te bepalen bedrag zekerheid wordt gesteld voor schade die door de voorlopige maatregel kan worden geleden door verweerder en derden.
